Repository: hungrxyz/Infected
Catalog: Infected/*.lproj/Localizable.strings
Languages: nl

source: Netherlands
nl: Nederland

source: Unlocated
nl: Niet gelokaliseerd

source: Provinces
nl: Provincies

source: Security Regions
nl: Veiligheidsregio's

source: Municipalities
nl: Gemeenten

# Cases
source: Confirmed Cases
nl: Positieve testen

source: Hospitalizations
nl: Ziekenhuisopnames

source: Deaths
nl: Sterfgevallen

source: Regions
nl: Regio's

source: All Regions
nl: Alle regio's

source: Loading...
nl: Bezig met laden...

source: New
nl: Nieuw

source: Total
nl: Totaal

source: Latest Numbers
nl: Nieuwste nummers

source: Shows latest COVID-19 numbers in the Netherlands.
nl: Toont de nieuwste COVID-19 nummers in Nederland.

source: Data Sources
nl: Databronnen

source: Acknowledgements
nl: Erkenningen

# App icon; virus and broken heart symbols.
source: App icon; virus, broken heart and syringe symbols.
nl: App icon; virus, gebroken hart en spuit symbolen.

source: App Version
nl: Appversie

source: View on GitHub
nl: Bekijk op GitHub

source: Follow us on Twitter
nl: Volg ons op Twitter

# Watchlist
source: My Regions
nl: Mijn regio's

# Last updated
source: Updated
nl: Bijgewerkt

# Add to Watchlist
source: Add to My Regions
nl: Toevoegen aan Mijn regio's

# On Watchlist
source: My Region
nl: Mijn regio

source: Occupied Beds
nl: Bezette bedden

source: Hospital / Intensive Care Occupancy
nl: Ziekenhuis / intensive care bezetting

source: Numbers of
nl: Nummers van

source: and
nl: en

# are coming from different sources and are not directly corelated.
source: are coming from different sources at different times, therefore trends of new admissions and currently occupied beds should not be compared.
nl: komen uit verschillende bronnen op verschillende tijdstippen, daarom moeten trends van nieuwe opnames en momenteel bezette bedden niet worden vergeleken.

source: Why are numbers of New and Occupied Beds coming from different sources
nl: Waarom komen de aantallen Nieuwe en Bezette bedden uit verschillende bronnen

# LCPS - NICE difference FAQ quote
source: The figures from the LCPS are often compared with the figures from the NICE registration. However, the two data sets contain different data and serve different purposes. For LCPS it is important to have insight into the number of required and occupied COVID and non-COVID beds in hospitals. The LCPS therefore has a capacity perspective and for this uses aggregated information collected by the RCPSs. For the NICE it is important to have insight into the number of (new) COVID-19 patients per day in the ICU and in the clinic and use data at patient level (BSN) for this. The figures from the NICE and the LCPS cannot therefore be directly compared with each other, as these figures relate to other concepts (patient vs occupation) and are not obtained continuously but with fixed snapshots. In addition, the status of the patient ("still suspicious" or "no longer positive") can lead to differences. For more information about NICE, see the NICE website (www.stichting-nice.nl). — LCPS (Translated from Dutch by Google Translate)
nl: De cijfers van het LCPS worden vaak vergeleken met de cijfers uit de NICE registratie. Echter, de twee dataverzamelingen bevatten verschillende gegevens en dienen andere doelen. Voor LCPS is het belangrijk om inzicht te hebben in het aantal benodigde en bezette COVID- en non-COVID bedden in de ziekenhuizen. Het LCPS heeft dan ook een capaciteitsperspectief en gebruikt hiervoor geaggregeerd informatie die door de RCPS’en worden verzameld. Voor de NICE is het belangrijk om inzicht te hebben in het aantal (nieuwe) COVID-19 patiënten per dag op de IC en in de kliniek en gebruikt hiervoor gegevens op patiëntniveau (BSN). De cijfers van de NICE en de LCPS kunnen dus niet zonder meer met elkaar vergeleken worden aangezien deze cijfers betrekking hebben op andere concepten (patiënt vs bezetting) en niet continue maar met vaste momentopnamen worden verkregen. Daarnaast kan de status van de patiënt (‘nog verdacht’ of ‘inmiddels niet meer positief’) tot verschillen leiden. Zie voor meer informatie over NICE de website van NICE (www.stichting-nice.nl). — LCPS

# Source - LCPS FAQ
source: Source - LCPS (in Dutch)
nl: LCPS FAQ

source: New Admissions
nl: Nieuwe opnames

source: New hospital and intensive care admissions are calculated by summing up new admissions for yesterday, two and three days ago, then diving the sum by three.
nl: Nieuwe ziekenhuisopnames en opnames op de intensive care worden berekend door nieuwe opnames voor gisteren, twee en drie dagen geleden op te tellen, en vervolgens de som met drie te verlagen.

source: Trend for new admissions is calculated by subtracting the average of yesterday, two and three days ago from the average of four, five and six days ago.
nl: De trend voor nieuwe opnames wordt berekend door het gemiddelde van gisteren, twee en drie dagen geleden af te trekken van het gemiddelde van vier, vijf en zes dagen geleden.

source: Currently Occupied Beds is displayed as provided by the LCPS. Values are for today.
nl: Momenteel bezette bedden wordt weergegeven zoals verstrekt door het LCPS. Waarden zijn voor vandaag.

# Trend is caluclated by subtracting todays value with the value from yesterday.
source: Trend is calculated by subtracting today's value with the value from yesterday.
nl: De trend wordt berekend door de waarde van vandaag af te trekken van de waarde van gisteren.

source: New hospital admissions are calculated by summing up new admissions for yesterday, two and three days ago, then diving the sum by three.
nl: Nieuwe ziekenhuisopnames worden berekend door nieuwe opnames voor gisteren, twee en drie dagen geleden op te tellen, en vervolgens met drie te duiken.

source: Total number of hospital admissions is calculated by summing up all of the admissions since
nl: Het totaal aantal ziekenhuisopnames wordt berekend door alle opnames sinds

source: to this day.
nl: tot heden bij elkaar op te tellen.

source: Confirmed cases and deaths.
nl: Positieve testen en sterfgevallen.

source: Hospitalizations.
nl: Ziekenhuisopnames.

source: New Intensive Care admissions.
nl: Nieuwe opnames op de intensive care.

source: Hospital occupancy.
nl: Ziekenhuisbezetting.

source: Leave a Review on App Store
nl: Geef een recensie op App Store

source: Vaccinations
nl: Vaccinaties

source: New Doses
nl: Nieuwe doses

source: Total Doses
nl: Totaal doses

source: Coverage
nl: Dekkingsgraad

source: Vaccinations.
nl: Vaccinaties.

source: Per 100,000 (100k) People
nl: Per 100.000 (100k) mensen

source: Per 100,000 people ratio is calculated by first dividing the number of occupied beds or active app users (depending on the data point) with the population of the region, then multiplying the result by 100,000 [(occupied beds|active app users / population) * 100,000].
nl: De verhouding per 100.000 personen wordt berekend door eerst het aantal bezette bedden of actieve app-gebruikers (afhankelijk van het datapunt) te delen door de bevolking van de regio en vervolgens het resultaat te vermenigvuldigen met 100.000 [(bezette bedden|actieve app-gebruikers / populatie ) * 100.000].

source: Coronavirus Dashboard
nl: Dashboard coronavirus

# Herd Immunity (Estimated)
source: Herd Immunity (deliv.)
nl: Groepsimmun. (lever.)

# Herd Immunity (Current Trend)
source: Herd Immunity (trend)
nl: Groepsimmun. (trend)

# New (7 day average)
source: New Doses (7 day average)
nl: Nieuwe doses (gemid. 7 dagen)

source: New doses administered is calculated by subtracting previous day total with current day total of vaccination doses administered.
nl: Nieuwe toegediende doses worden berekend door het totaal van de vorige dag af te trekken van het huidige dagtotaal van de toegediende vaccinatiedoses.

source: Average
nl: Gemiddelde

source: 7 day average is calculated by summing up new administered doses for past 7 days and dividing the sum by 7.
nl: Het 7-daagse gemiddelde wordt berekend door de nieuw toegediende doses van de afgelopen 7 dagen bij elkaar op te tellen en de som te delen door 7.

source: Trend is calculated by subtracting current 7 day average from from previous 7 day average.
nl: De trend wordt berekend door het huidige 7-daagse gemiddelde af te trekken van het vorige 7-daagse gemiddelde.

source: Calculated by multiplying number of administered doses with the dosage of administered doses then dividing the result with the national population. [(administered doses * dosage) / national population]
nl: Berekend door het vermenigvuldigen van het aantal toegediende doses met de volledig gevaccineerde coëfficiënt* en verdeling het resultaat met de nationale bevolking. [(toegediende doses * volledig gevaccineerde coëfficiënt*) / nationale populatie] * Volledig gevaccineerde coëfficiënt = (totale 2e dosis doses toegediend / totale doses toegediend) + enkele dosiscoëfficiënt** ** Enkele dosiscoëfficiënt = totale single dosis doses toegediend / totale toegediende doses

source: Dosage
nl: Dosering

source: Represents quantity of doses required to be fully vaccinated. E.g. 2 doses / person = 0.5, 1 dose / person = 1.0.
nl: Geeft de hoeveelheid doses weer die nodig zijn om volledig te worden gevaccineerd. Bijv. 2 doses / persoon = 0,5, 1 dosis / persoon = 1,0.

source: Herd Immunity
nl: Groepsimmuniteit

source: Herd immunity is reached when 70% of people are fully vaccinated. Two different estimated dates are provided, one based on expected deliveries of doses and another based on current 7 day average of doses administered.
nl: Groepsimmuniteit wordt bereikt wanneer 70% van de mensen volledig is gevaccineerd. Er worden twee verschillende geschatte datums verstrekt, een gebaseerd op verwachte toedieningen van doses en een andere op basis van het huidige gemiddelde van 7 dagen van toegediende doses.

source: Expected Deliveries
nl: Verwachte leveringen

source: Calculated by adding average number of expected deliveries per day (different per week) to current number of total doses administered until threshold of 70% of national population is reached. Each time the total value is incremented, a day is added to current date which results in expected date.
nl: Berekend door het gemiddelde aantal verwachte bevallingen per dag (verschillend per week) op te tellen bij het huidige aantal toegediende totale doses totdat de drempel van 70% van de nationale bevolking is bereikt. Elke keer dat de totale waarde wordt verhoogd, wordt een dag toegevoegd aan de huidige datum, wat resulteert in een verwachte datum.

source: Current Trend
nl: Huidige trend

source: Calculated by adding current 7 day average of doses administered per day to current number of total doses administered until threshold of 70% of national population is reached. Each time the total value is incremented, a day is added to current date which results in expected date.
nl: Berekend door het huidige 7-daagse gemiddelde van toegediende doses per dag toe te voegen aan het huidige aantal toegediende totale doses totdat de drempel van 70% van de nationale bevolking is bereikt. Elke keer dat de totale waarde wordt verhoogd, wordt een dag toegevoegd aan de huidige datum, wat resulteert in een verwachte datum.

# Reproduction Number
source: Reproduction (Rt)
nl: Reproductiegetal (Rt)

# Home Admissions
source: Home Admissions (App)
nl: Thuisopnames (app)

source: Active
nl: Actief

# Home Admissions About Description
source: There are three kinds of Home Admissions: 1) Luscii COVID-19 Home app 2) Other apps 3) Pen & Paper (nurses calling) In category 1 and 2 patients are both included in the app from A&E (Accident & Emergency) as well as after hospital admission to facilitate early discharge under the aegis of the hospital. In 3, most of the time patients are referred back to the GP. Luscii is providing the numbers of activated patients in the Luscii app in real time so they can be used to determine the total number of app based home admissions. Based on our knowledge, at least 50% of the patients are using the Luscii COVID-19 Home app. The other 50% are a variety of other solutions. “Pen & Paper” numbers are unknown and left out.
nl: Er zijn drie soorten Thuisopnames: 1) Luscii COVID-19 Thuis app 2) Andere apps 3) Pen & Papier (verpleegkundigen bellen) In categorie 1 en 2, patiënten worden zowel vanaf de spoedeisende hulp als na ziekenhuisopname eerder ontslagen en thuis opgenomen onder auspiciën van het ziekenhuis. In categorie 3 worden patiënten meestal terugverwezen naar de huisarts. Luscii deelt de aantallen in de Luscii app geactiveerde patiënten in real time waardoor dit aantal gebruikt kan worden om het totaal aantal app gebaseerde thuisopnames te schatten. Op basis van onze kennis, maakt tenminste de helft van de patiënten van de Luscii COVID-19 Thuis app gebruik. De andere 50% gebruikt een variatie aan andere oplossingen. “Pen & papier” aantallen zijn onbekend dus buiten beschouwing gelaten.

source: Calculation
nl: Calculatie

# Home Admissions Calculation
source: Realtime number of Luscii app home admissions times two to estimate a total number for Luscii and Other apps. [home admissions = Luscii home admissions * 2]
nl: Realtime aantal thuisopnames in de Luscii-app maal twee om het totale aantal voor Luscii en andere apps te schatten. [thuisopnames = Luscii-thuisopnames * 2]

source: New home admissions is calculated by subtracting previous day total activated from current day total activated admissions.
nl: Het aantal nieuwe thuisopnames wordt berekend door het totaal van de vorige dag geactiveerd af te trekken van het totaal aantal geactiveerde opnames op de huidige dag.

source: Active number is calculated by subtracting total stopped from total activated admissions.
nl: Het actieve aantal wordt berekend door het totaal aantal gestopte opnames af te trekken van het totaal aantal geactiveerde opnames.

source: Home admissions.
nl: Thuisopnames.
